Repository: nens/lizard-progress
Catalog: lizard_progress/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Incorrect file format.
nl: Verkeerd bestandsformaat.

source: No organization found!
nl: Geen organisaties gevonden.

source: This project name already exists.
nl: Deze projectnaam bestaat al.

source: Project type (optional)
nl: Projecttype (optioneel)

source: Contractor/viewer
nl: Opdrachtnemer/viewer

source: Measurement type
nl: Metingtype

source: Activity (name, optional)
nl: Werkzaamheid (naam, niet verplicht)

source: Not all activity fields filled in.
nl: Niet alle velden zijn ingevuld.

source: Project name
nl: Projectnaam

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
nl: Verplicht. Maximaal 30 tekens. Alleen letters, cijfers en @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
nl: Deze waarde mag alleen letters, cijfers en @/./+/-/_ tekens bevatten.

source: New password
nl: Nieuw wachtwoord

source: New password confirmation
nl: Bevestiging nieuw wachtwoord

source: Description (optional)
nl: Omschrijving (niet verplicht)

source: Activity
nl: Werkzaamheid

source: If this is True, multiple recent uploads to one location will be marked by numbers on the map page. Used to find frequently recurring problems.
nl: Als deze optie gekozen is worden meerdere recente uploads op één locatie gemarkeerd met getallen op de kaartpagina. Dit kan gebruikt worden om frequent terugkerende problemen te vinden.

source: complete
nl: compleet

source: planned on
nl: gepland op

source: Location already exists.
nl: Deze locatie bestaat al.

source: Location does not exist.
nl: Locatie bestaat niet.

source: There is already an open request for this location.
nl: Er is al een open aanvraag voor deze locatie.

source: Old location doesn't exist.
nl: Oude locatie bestaat niet.

source: Legend
nl: Legenda

source: Automatically processed
nl: Automatisch verwerkt

source: Change requests
nl: Aanvragen

source: Back to homepage
nl: Terug naar de homepage

source: Opnieuw
nl: Again

source: &lt; Terug
nl: &lt; Back

source: Verder &gt;
nl: Continue &gt;

source: Your current organization
nl: Uw huidige organisatie

source: Download the manual
nl: Download de handleiding

source: Projects without project type
nl: Projecten zonder projecttype
